{
 "**Pepper seedlings for sale**": "Yo Dude,\n\nGrande Jalapeno, Pumpkin Spice Jalapeno, Red Savina (Habanero), Chocolate Habanero and Carolina Reaper seedlings for sale.\n¥700 each or 5 for ¥3,000\nAll seedlings have been repotted and hardened off in direct sunlight.\nDelivery available.\n\nhttps://www.fukuoka-now.com/en/classified/pepper-seedlings-for-sale/?category=156\nPosted on May. 12, 2021, 13:07 by Alex817",
 "Almost New HUAWEI Media Pad M5 Lite 8.0 inch for Sale": "Yo Dude,\n\nA 4 GB RAM, 64 ROM- barely used HUAWEI Media Pad M5 Lite (8.0 inch) tablet\nis for immediate sale. Asking for ¥ 15,000 or BO. Can meet at Hakata or Tenjin station. Contact me for pics, if interested.\nHenry.\n\nhttps://www.fukuoka-now.com/en/classified/almost-new-huawei-media-pad-m5-lite-8-0-inch-for-sale/?category=156\nPosted on Apr. 25, 2021, 7:23 by henkir",
 "Canon L Lenses, Accessories": "Yo Dude,\n\nPriced to sell quickly!\nCanon EF 70-300mm f/4-5.6L IS USM UD Telephoto Zoom Lens for Canon EOS SLR Cameras\nProfessional L-quality Canon zoom lens. Image Stabilization. Very good condition.\n50,000 yen (130,000 new in 2015)\nNature / landscape / sports / travel photography\nIncludes front and rear caps, case, hood, and box—all original.\nPlus, a protective UV filter (Kenko Pro 1D).\nCondition\nLens body: Some cosmetic nicks and scuffs on outer surface. Good condition, smooth, fast and sharp autofocus.\nMount: Good connection, no issues.\nGlass\nVery good condition. Some (usual) internal dust. Will not affect photo quality.\nLens hood has a slight crack. Still can be taken on and off fine.\nThis is a fantastic lens. I’m selling because I’m upgrading to a more expensive one.\nAlso:\nCanon 72mm 500D Close-up Lens\n2000 yen (New: 14,000)\nIt comes with a step-up ring so it fits the zoom lens above: It screws on to the front of the lens and enables you to take very close shots with a zoom lens that approximate a macro lens.\nCanon GPS Receiver GP-E2\n3000 yen (New: 27,000)\nThis attaches to the flash mount and enables geotagging on non-GPS cameras. Used only briefly with a Canon 7D.\nWill deliver in Fukuoka City.\n\nhttps://www.fukuoka-now.com/en/classified/canon-l-lenses-accessories/?category=156\nPosted on Apr. 28, 2021, 17:16 by Tristan",
 "Corner Unit TV Console": "Yo Dude,\n\nDark brown-stained corner TV console with four cabinet doors. Front measures 113 cm across, it’s 45 cm deep, and the back measures 57 cm, with back corners at angles. Top and doors of this console are real laminated wood (sides and base are heavy-duty particleboard). It’s a solid piece of furniture. Attractive waffle-style glass in the two middle doors. It’s perfect for a corner of your living room! It’s a bit heavy, so very solid for holding a substantial TV. See pictures in these links — shown with a few things still inside and with a 37-inch TV sitting on top to give you an idea of size. (It can handle a bigger TV.) Photo of back shows pop-out openings to run cables for game consoles, etc. Selling for ¥19,000 (less than half its purchase price.) Pick up near Ropponmatsu. We can help with delivery within Fukuoka City for an extra ¥1,000 (for time/gas) if you don’t have a car.\nPhoto links>> ONE: https://drive.google.com/file/d/1Bo1vlhLFKnHFbUfLcLu3HhrqVtFYWWRP/view?usp=sharing; TWO: https://drive.google.com/file/d/1mvTIJVApaRyghZz25rpPpgz5eDjQPFyN/view?usp=sharing; THREE: https://drive.google.com/file/d/1l8R469mzMB_TgOc-S-jdNkvS0k-CLQw-/view?usp=sharing\n\nhttps://www.fukuoka-now.com/en/classified/corner-unit-tv-console/?category=156\nPosted on May. 2, 2021, 8:36 by pcprov",
 "Everything Must Go! Speaker, Furniture, Bikes, Camping Gear, and more.": "Yo Dude,\n\nI am leaving Japan and everything I have accumulated must go!\nEverything is under 2 years old. Most of which is very lightly used. Link to google doc depicting items below. Most items were purchased on Amazon. I have included a link to each item so you can see the incredible value that awaits you.\nPick up only.\nNotable Items:\n– Aeon cracker Roadbike crossover (x2)\n– Sofa + ottoman\n– Bose Speaker\n– Computer desks (x2)\n– Computer chair\n– Camping gear – tent, air mat, sleeping bag, burner\n– Toaster oven\n– And more\nhttps://docs.google.com/document/d/1lO0tC54uKgv7DueimyoLeQdjaj8aNJbUDA1VI0se7u8/edit?usp=sharing\n\nhttps://www.fukuoka-now.com/en/classified/everything-must-go-speaker-furniture-bikes-camping-gear-and-more/?category=156\nPosted on May. 15, 2021, 7:52 by Cashew",
 "Move out sale by June 13!": "Yo Dude,\n\n~ Move-out Sale Until June 13th, 2021 ~\nFirst come, first served.\nOnly Pickup: near Fukuoka Tower / Momochihama\nReservation: by direct messages.\nSale includes desk, sofa, microwave oven, fluffy rug, bookshelves, kitchen table and more!\nPlease check the availability, features and photos from this Google Sheet link:\nhttps://docs.google.com/document/d/10oGrOd-q3p3qKsCrkzeKn_8mooxuPdAqlOGFrcJVpSo/edit?usp=sharing\n\nhttps://www.fukuoka-now.com/en/classified/move-out-sale-by-june-13/?category=156\nPosted on Apr. 26, 2021, 11:22 by maddielynch",
 "Scooter / Motorcycle waterproof jacket + pants set": "Yo Dude,\n\nGolden week was mostly wet, and the rainy season will soon begin, so there’s no better time to buy the scooter / motorcycle waterproof jacket + pants set I have.\nBlack, with reflective details. The jacket has plenty of pockets.\nSize – These would comfortably fit anyone between 165cm – 180cm.\nHappy to provide pics for anyone interested. Collection only I’m afraid (I no longer have a bike, which is why I’m selling).\n¥2,500\n\nhttps://www.fukuoka-now.com/en/classified/scooter-motorcycle-waterproof-jacket-pants-set/?category=156\nPosted on May. 5, 2021, 16:59 by SR400",
 "🎹 YAMAHA Piaggero NP-11 Digital Keyboard 🎹": "Yo Dude,\n\n♫ Do you love music? Interested in picking up a new hobby?♪\nI’m selling my digital keyboard as part of my spring cleaning process. Unfortunately I haven’t played it as much as I thought I would when I first purchased it, so it’s still in excellent condition!\nAC adapter and headphone jack adapter included\nFor more information on this product, please check out: https://usa.yamaha.com/products/musical_instruments/keyboards/piaggero/np-11/index.html\nPick up near JR Sasabaru Station (7 min) / Nishitetsu Omuta Ijiri Station (5 min)\n\nhttps://www.fukuoka-now.com/en/classified/%f0%9f%8e%b9-yamaha-piaggero-np-11-digital-keyboard-%f0%9f%8e%b9/?category=156\nPosted on Apr. 26, 2021, 11:59 by kathchen283"
}